{
        "_id": "661439740070c6201f1d12d2",
        "data": [
            {
                "title": "Total eclipse frenzy hits North America",
                "content": "Eclipse mania is sweeping across North America as a breathtaking celestial event on Monday promises a rare blend of commerce, science -- and celebration.\nThe Moon's shadow will land on Mexico's Pacific coast at 2:07 p.m. ET (1807 GMT), then speed northeast across a 15-state swath of the United States and on to Canada, exiting the continent over Newfoundland just under an hour and a half later.\nFestivals, viewing parties, and even a mass wedding are planned along the eclipse \"path of totality,\" where the Moon will completely obscure the Sun's light for up to a few minutes -- if rain clouds don't play spoilsport, which could be the case in the southern and central U.S.\n\"Eclipses have a special power,\" NASA administrator Bill Nelson said recently. \"They move people to feel a kind of reverence for the beauty of our universe.\"\nThis year's path of totality is 115 miles (185 kilometers) wide and home to nearly 32 million Americans, with an additional 150 million living less than 200 miles from the strip. Those further away can still enjoy a partial eclipse, or follow a webcast provided by US space agency NASA.\nThe next total solar eclipse that can be seen from a large part of North America won't come around until 2044.\nFestivals, flights, romance\nBusinesses are capitalizing on the excitement with special events, while hotels and short-term rentals in prime viewing locations have been booked solid for months.\nAt the Stonehenge II park in Ingram, Texas, a replica of the prehistoric structure in England, eclipse watchers had gathered from across the world.\n\"This is our third solar eclipse,\" 62-year-old Jim Saltigerald, who was attending with his wife and two children, told AFP. \"We're all praying and hoping that we have a good break in the clouds and get to see it.\"\nIn Cleveland, where local officials expect some 200,000 visitors, the Rock & Roll Hall of Fame plans a four-day \"Solarfest\" of live music.\nAnd in Russellville, Arkansas, 300 couples are set to exchange vows at \"A Total Eclipse of the Heart\" mass wedding ceremony, with the \"thin circle of light around the moon resembling a huge wedding ring in the sky!\" the event's website boasts.\nMany schools along the path will be closed or letting students out early.\nSeveral airlines have advertised flights scheduled to pass under the eclipse, while Delta has even planned two special trips along the path of totality.\nThe Perryman Group, a Texas-based research firm, estimates direct and indirect economic impacts of this year's eclipse could reach $6 billion.\nScientific windfall\nThen there's the science. NASA plans to launch a trio of sounding rockets before, during and just after the eclipse to measure changes caused by the sudden darkness to the ionosphere, an upper layer of the atmosphere important for long-distance radio communication.\nThe eclipse also offers a golden opportunity to study the Sun's corona, the outer layer of our star's atmosphere which is normally hidden by the blinding light of the surface.\nResearchers are particularly thrilled about the Sun being near the peak of its 11-year cycle.\nStartling animal behavior has been noted during past eclipses: giraffes have been seen galloping, while roosters and crickets can start crowing and chirping.\nNASA has invited the public to contribute to research through its citizen-science project Eclipse Soundscapes, by recording the sounds of nature and submitting their multisensory observations.\nIn humans, eclipses trigger feelings of awe and \"prosocial\" tendencies towards others, research has found.\nSafety first\nSafety is paramount, with authorities stressing people must use certified eclipse glasses to prevent retinal injury.\nPast eclipses have been followed by increases in hospital visits by people with complaints of blurry vision, changes in color perception, and blind spots, with the outlook for recovery far from certain.\nOnly those within the path of totality can safely remove their eye protection and admire the corona peeking out from behind the silhouette of the Moon for a few precious moments.\nBut they must be certain of when it begins and ends and don their glasses in time, say health professionals.",
                "publish_date": "April 7, 2024 | 11:42 pm PT",
                "ref_link": "https://e.vnexpress.net/news/news/environment/total-eclipse-frenzy-hits-north-america-4731783.html",
                "_id": "661439740070c6201f1d12d3"
            },
            {
                "title": "Mexico gives 19 cats roaming presidential palace food and care fur-ever",
                "content": "They prowl through palace gardens stalking pigeons and make cameos on televised press briefings. Some greet tourists at the doors, while others take a sneaky lick of ice cream from staff.\nNineteen feral cats have free rein of Mexico's National Palace, long roaming the lush gardens and historic colonial halls of the most iconic buildings in the country.\n\"They have access to every part of the palace, so they walk in on meetings, interviews and wander onto camera,\" said Jesús Arias, the palace veterinarian, as a handful of feline friends brush against his ankles.\nNow, the palace cats have made hiss-tory after the government of Mexican President Andrés Manuel López Obradordeclared them to be \"living fixed assets,\" the first animals in Mexico to receive the title.\nThe investment term \"fixed assets\" usually applies to buildings and furniture, but by applying it to cats, López Obrador's government has obligated the country’s Treasury to give them food and care for them for the rest of their lives, even after the leader leaves office in October.\n\"The cats are now a symbol of the National Palace. Just as we understand this world, I wouldn’t understand the National Palace without the presence of these cats,\" said Adriana Castillo Román, general director of the National Palace and Cultural Heritage Conservancy. \"We have to make sure the cats are taken care of.\"\nNestled in the heart of Mexico City, the presidential palace has long been the seat of Mexico's executive branch. Now the residence of López Obrador, it is built upon the former palace of Indigenous Emperor Moctezuma. Ironically, Moctezuma's ancient Aztec culture honored not cats, but hairless dogs known as Xoloitzcuintle, who were even buried with their masters.\nBut these days, López Obrador is accompanied by Bowie, Bellof, Nube, Coco, Yema, Ollin, Balam and more, who seem to have found a purr-fect home in the building. López Obrador himself has said the cats \"dominate\" the palace and often walk in front of him during official ceremonies.\nSome are named after artists, like an orange tabby \"Bowie\" named after the rockstar David Bowie, who visited the palace 1997 to see the famous mural by Mexican painter Diego Rivera. Others are named after native rocks or words in the region’s ancient Aztec language, like Ollin, which means \"movement.\"\nStaff say they remember the feral cats living among the cacti and dense brush of the gardens as far back as 50 years ago.\nBut it’s unclear when they first appeared or how they even got into the building. While 19 live in the building full time, many more come and go, and staff suspect they slip under a small crack in the palace gate by night.\nOne cat named Zeus, who has since passed away, even became famous in July when he meandered into the president's morning press briefing. The gray cat stood in front of cameras and wandered among reporters until palace staff had to carry him off.\nTo avoid a cat-astrophe, Castillo said the government had to ask reporters to stop feeding Zeus because he would spend his days accepting treats from different people around the palace and was \"getting really fat.\"\nWhen López Obrador first took office in 2018, Castillo said the palace pets were being fed quietly by employees.\n\"Some employees that like cats would bring them leftovers from home and, every once in a while, canned food or rice and soup,\" Castillo said.\nPalace staff worked with vets from the National Autonomous University of Mexico to vaccinate, sterilize and chip the cats, and build them little cat homes and feeding stations around the garden. They also hired Arias to take care of them on a permanent basis and give them a good life.\nNeither Bowie, Coco or Ollin commented when asked how they feel about being \"living fixed assets.\" Coco swished his tail, while Ollin stretched out below a palace pillar and fell asleep.\n\"Meow,\" responded Nube, a gray cat named after the Spanish word for \"cloud\" who enjoys greeting visitors at the door of the palace.",
                "publish_date": "April 7, 2024 | 11:04 pm PT",
                "ref_link": "https://e.vnexpress.net/news/news/environment/mexico-gives-19-cats-roaming-presidential-palace-food-and-care-fur-ever-4731739.html",
                "_id": "661439740070c6201f1d12d4"
            },
            {
                "title": "Malaysian state converts Ramadan food waste into fertilizer",
                "content": "After breaking their Ramadan fast outside a mosque in Malaysia, people throw their leftovers into a machine that converts the food scraps into organic fertilizer for crops.\nThe modest government initiative in the central state of Pahang aims to reduce wastage, especially during the Muslim holy month when huge amounts of food are thrown away daily.\nThe mobile machine has been deployed at a park in the heart of state capital Kuantan during Ramadan where many families gather every evening to feast on cheap local dishes after a day of fasting.\nIt processes 25 kilograms (55 pounds) of scraps a day, said Sharudin Hamid, the state director of Solid Waste and Public Cleansing Management Corporation, which started the pilot project last year.\nThe amount is a tiny fraction of the more than 13,000 tonnes of food sent to landfills around the Muslim-majority country every day, even more during Ramadan, but Sharudin said it was helping to increase awareness about food wastage.\n\"The main objective is to ensure that the waste is not sent to landfills,\" Sharudin told AFP.\n\"This has had a significant impact on us, as people are becoming more aware of environmental conservation, especially in terms of food waste reduction.\"\nFood scraps are thrown into the machine where they are slowly mixed with rice husks and sawdust for 48 hours.\nThe brownish-colored waste is then packaged and given to farmers to use as fertilizer on their crops.\n\"Things that grow from that fertilizer can also become food, which again can be composted into fertilizer. So there's a natural cycle,\" said Abdul Shukor Mohamad Salleh, 27, as he bought local delicacies at a Ramadan food market in Kuantan, one of many across the country.\nOn her small plot near the city, Zulyna Mohamed Nordin, 53, sprays organic liquid fertilizer derived from the recycled food waste on her vegetable, banana and pineapple crops.\nShe receives 30 kilograms of the fertilizer every month and slightly more during Ramadan.\n\"I have done away from using expensive chemical inputs since June last year. This is natural, organic, and boosts productivity,\" Zulyna told AFP.\n\"My leafy vegetables are bigger and greener.\"",
                "publish_date": "April 7, 2024 | 08:02 pm PT",
                "ref_link": "https://e.vnexpress.net/news/news/environment/malaysian-state-converts-ramadan-food-waste-into-fertilizer-4731670.html",
                "_id": "661439740070c6201f1d12d5"
            },
            {
                "title": "Cold spell to hit northern Vietnam this week",
                "content": "Northern Vietnam will enjoy cool weather this week thanks to the arrival of a cold air mass which ended a series of hot and sunny days.\nWith another cold air mass expected to come on Monday and Tuesday, the north will be cloudy and receive light rain, with temperatures below 30 Celsius degrees, according to the National Center for Hydro-Meteorological Forecasting.\nThe cold mass is expected to weaken on Wednesday and the region will once again see strong sunshine with temperatures rising up to 34 degrees, especially in the weekend.\nHanoi’s daytime temperature next week will be 26-30 degrees and at night 22-24, according to U.S.-based weather forecaster Accuweather.\nSa Pa, which is at 1,500 meters over water, will be in the range of 15-24 degrees.\nThe central region, which has been covered in strong sunshine with temperature peaks of up to 39 degrees, will be affected by the northern cold air mass and will see temperatures dropping to 33 degrees.\nDa Nang City and Binh Thuan Province, however will still see strong sun at high of 35 degrees.\nThe region will see temperature rising in the weekend.\nThe southern region and central highlands will continue to be affected by sunshine and high heat.\nIn the central highlands high will be 36 degrees in general and some areas might even record 37 degrees.\nSouthern localities are forecast to be at 34-37 degrees.\nVietnam is forecast to see its average temperature this month one or two degrees higher than the average of recent years.\nStrong heat is expected in the northern and central regions while in the central highlands and southern region there is no sign of rain season beginning.",
                "publish_date": "April 7, 2024 | 03:31 pm PT",
                "ref_link": "https://e.vnexpress.net/news/news/environment/cold-spell-to-hit-northern-vietnam-this-week-4731488.html",
                "_id": "661439740070c6201f1d12d6"
            }
        ],
        "__v": 0
    }